export default {
  place: {
    name: '收货人姓名',
    mobile: '手机号码',
    address: '输入地区、街道、小区、门牌号等',
    enter: '请输入',
  },

  title: {
    address: '收货地址',
    myCart: '我的书车',
  },

  text: {
    express: '快递运费到付 6 元',
    addressStart: '广东省深圳市',
    chooseBooks: '去选图书',
    agree: [
      '我已同意',
      '《预借快递到家的服务规则》',
    ],
    submit: '提交快递订单',
    newBook: '新书',
  },

  label: {
    author: '作者：',
    publisher: '出版社：',
  },

  hint: {
    saveSucc: '保存成功',
    delSucc: '删除成功',
  },

  rule: {
    title: '《预借快递到家的服务规则》',
    content: [
      '1、具有中文文献外借功能的读者证，即可提交预借申请。每张读者证正在受理的预借申请总数不超过3个。',
      '2、待受理状态的预借申请可自行取消，已受理的预借申请不可取消。',
      '3、读者自愿选择使用快递到家服务，快递仅送深圳市内，每个包裹由第三方公司收取6元快递费。',
      '4、图书发送前将借到读者证上，按订单实际找到图书数量配送，快递费不变。',
      '5、申请处理到配送预计需要3-5个工作日，新书直通车可能会延长1-2个工作日，具体送达时间以通知消息为准。',
      '6、申请未能满足时，可前往官方网站“我的图书馆-我的预借”、微信或短信通知查询原因。',
      '7、如发生拒收，一册图书记录1次违规，每张读者证一年内累计违规次数达到4次将被取消预借资格半年。',
      '8、快递公司承担在运输过程中的文献保护责任；读者签收包裹时，请检查图书状况，之后承担文献保护责任。',
      '9、归还图书请前往已加入“图书馆之城”统一服务的各图书馆网点或城市街区自助图书馆服务点办理。',
    ],
    btnText: '同意并关闭',
  },
};
