export default {
  tabs: {
    self: '预借自取',
    express: '快递到家',
  },

  selfFetch: {
    desc: '读者选择图书，并选择附近的自助图书馆为自取点，图书馆按单采购，图书到馆经快速加工后送至您选择的自助图书馆自取。',
    step1: [
      '第一步：选择您要借的图书',
      '在新书直通车页面，通过搜索或按类目查询您要借阅的图书后，点击“预借自取”按钮。',
    ],
    step2: [
      '第二步：取书地点随意选',
      '进入取书地点列表，选择离您最近的自助图书馆取书，借阅图书更便捷。',
    ],
    step3: [
      '第三步：馆员处理图书',
      '图书馆收到读者下单后，按单采购，图书到馆后快速加工。',
    ],
    step4: [
      '第四步：将书送至自助图书馆',
      '我们会将处理完的图书，送到您选择的自助图书馆。',
    ],
  },

  expressFetch: {
    desc: '读者选择图书，并填写您的收货地址，图书馆按单采购，图书到馆经快速加工后，由快递公司统一将图书配送给您。',
    step1: [
      '第一步：选择您要借的图书',
      '在新书直通车页面，通过搜索或按类目查询您要借阅的图书后，点击“加入快递书车”按钮。',
    ],
    step2: [
      '第二步：馆员处理图书',
      '图书馆收到读者下单后，按单采购，图书到馆后快速加工。',
    ],
    step3: [
      '第三步：快递统一配送',
      '订单统一由快递公司，按您的收货地址配送。配送费用为6元（到付）。',
    ],
    step4: [
      '第四步：物流实时查询',
      '配送期间您可以登录图书馆之城查询物流实时状态。',
    ],
  },

  serviceDesc: '服务简介',
  intoBookCart: '进入新书直通车',

  list: {
    keyword: '检索图书',
    cate: '分类',
    isAll: '全部',
    isCarefullSelected: '精选',

    label: {
      price: '价格：',
      leftNum: '剩余{num}本',
    },

    action: {
      preLoan: '预借登记',
    },
  },
};
